[
    {"desc": "Każdy owczarek zasługuje na najlepsze jedzonko! Nim się obejrzysz będzie pod Waszymi drzwiami.", "id": "1"},
    {"desc": "\"Przez miskę do merdającego ogonka\". Zobacz czym możemy uszczęśliwić Twojego psiaka!", "id": "2"},
    {"desc": "Tak się składa, że nasze jedzonko jest idealne dla każdego terriera. Pyszne i zdrowe!", "id": "3"},
    {"desc": "Dla każdego jamnika przygotujemy coś pysznego. Idealnie dopasowana dieta pod same drzwi.", "id": "4"},
    {"desc": "Zobacz co dobrego ugotujemy dla Twojego psiaka. Najlepszy przyjaciel człowieka zasługuje na najlepsze jedzonko!", "id": "5"},
    {"desc": "Rozpieścimy podniebienie Twojego przyjaciela. Każdy psiak zasługuje na królewskie traktowanie!", "id": "6"},
    {"desc": "Zdrowe i zbilansowane jedzonko specjalnie dla wyżła. I to z dostawą pod same drzwi!", "id": "7"},
    {"desc": "Kiedy spaniel kręci się przy misce, nie sposób mu odmówić. Napełnij ją czymś pysznym i zdrowym!", "id": "8"},
    {"desc": "Mamy coś w sam raz dla takiego maleństwa jak Twój psiak. Idealne porcje zapewnią energię do zabawy!", "id": "9"},
    {"desc": "Twój chart zasługuje na dużo dobrego jedzonka! Sprawdź co przypadnie do jego gustu.", "id": "10"},
    {"desc": "Napełnimy miskę Twojego psiaka pyszną karmą! Przygotujemy coś w sam raz dla niego.", "id": "11"},
    {"desc": "Zdrowe jedzonko to szczęśliwy piesek! Zobacz jakie pyszności trafią do miski Twojego przyjaciela.", "id": "12"},
    {"desc": "Małe ciałko - wielka osobowość. Idealnie dopasowana porcja dla Twojego małego pupila!", "id": "13"},
    {"desc": "Twój psiak zasługuje na dużo dobrego jedzonka. Sprawdź co przypadnie do jego gustu!", "id": "14"},
    {"desc": "Zdrowe i zbilansowane jedzonko specjalnie dla Twojego psa. I to z dostawą pod same drzwi!", "id": "15"},
    {"desc": "Dla każdego pupila przygotujemy coś pysznego! Odpowiednia porcja karmy dla sporego psiaka.", "id": "16"},
    {"desc": "Duży piesek potrzebuje dużo miłości - i jeszcze większej porcji jedzonka! Zobacz co dobrego mamy dla olbrzymów.", "id": "17"},
    {"desc": "Twój amstaff zasługuje na dużo dobrego jedzonka. Sprawdź co przypadnie do jego gustu!", "id": "19"},
    {"desc": "Beagle zasługuje na najlepsze jedzonko. Nim się obejrzysz będzie pod Waszymi drzwiami!", "id": "20"},
    {"desc": "Tak się składa, że nasze jedzonko jest idealne dla border collie. Pyszne i zdrowe!", "id": "21"},
    {"desc": "Kiedy buldożek francuski kręci się przy misce, nie sposób mu odmówić. Napełnij ją czymś pysznym i zdrowym!", "id": "22"},
    {"desc": "Małe ciałko - wielka osobowość - i idealnie dopasowana porcja dla charcika włoskiego. ", "id": "23"},
    {"desc": "Dla każdego whippeta przygotujemy coś pysznego. Idealnie dopasowana dieta pod same drzwi!", "id": "24"},
    {"desc": "\"Przez miskę do merdającego ogonka\". Zobacz czym możemy uszczęśliwić golden retrievera.", "id": "25"},
    {"desc": "Twój labrador jest wiecznie głodny? Zobacz co najlepszego możesz włożyć do jego miski.", "id": "26"},
    {"desc": "Rozpieścimy podniebienie Twojego mopsa. Każdy psiak zasługuje na królewskie traktowanie!", "id": "27"},
    {"desc": "Zdrowe jedzonko to szczęśliwy piesek! Zobacz jakie pyszności trafią do miski Twojego owczarka niemieckiego.", "id": "28"},
    {"desc": "Twój pudel zasługuje na dużo dobrego jedzonka. Sprawdź co przypadnie do jego gustu!", "id": "29"},
    {"desc": "Twój pudel zasługuje na dużo dobrego jedzonka. Sprawdź co przypadnie do jego gustu!", "id": "30"},
    {"desc": "Twój pudel zasługuje na dużo dobrego jedzonka. Sprawdź co przypadnie do jego gustu!", "id": "31"}
]